export const pages = [
    {
      title: 'イスタンブール',
      text: '彼女は目覚めた。見知らぬ地で。いや、海で。船の上で。',
      image: '/images/page1.jpg',
    },
    {
      title: '船の旅',
      text: 'セリフ『なんだこれ、生き物？』初めて見るそれは白い体をしていて時折ボーっと声を発していた',
      image: '/images/page2.jpg',
    },
    {
      title: 'アジアサイド',
      text: 'うわ、人がいっぱいいる・・・「ビリリョー！スビリリョー！」何かの宣伝だろうか、水を持った男の子が叫んでいる',
      image: '/images/page3.jpg',
    },
    {
      title: 'ダウンタウン',
      text: '少し静かな町に来た『あのー、すいませーん！』言葉が通じないらしい。『ん？日本人？』黒い髪の女性が彼女を見つめた',
      image: '/images/page4.jpg',
    },
    {
      title: '出会い',
      text: 'ダウンタウンの喫茶店で彼女たちは出会った『よかったー！言葉��通じる人がいた!』彼女は安堵する。黒い髪の女性は尋ねた『あなた、道に迷った？』彼女は唸る『うーん、迷ったと言えばそうなんですけど、違う世界に来たって感覚の方が強くて』『違う世界？』黒い髪の女性は身を乗り出した。',
      image: '/images/page5.jpg',
    },
    {
      title: '拠点',
      text: '黒い髪の女性は名を蓮子と名乗った『日本語は通じるけど、リラを持ってないって言ってたしほんとにトルコの事を知らない？本当に別の世界から来たのかも・・・』思案しながら彼女に言った『私の取ってるホテル、相部屋で止まれないか聞いてみるね』寄る辺のない彼女にとって、これ以上ない提案だった',
      image: '/images/page6.jpg',
    },
    {
      title: '旧市街',
      text: '蓮子は言った『ここがアヤソフィア、やっぱ来たからには観光しないとね！』',
      image: '/images/page7.jpg',
    },
    {
      title: 'エジプシャンバザール',
      text: '蓮子がつぶやく『ここ、すっごくにぎわってて見た目もきれいなんだけど、写真撮っちゃいけないんだって。』彼女は聞いた『写真ってなんですか？』蓮子は困ったように、『その瞬間を切り取る絵、みたいなものかな』と答えた。',
      image: '/images/page8.jpg',
    },
    {
      title: '地下鉄',
      text: '蓮子が言う『ここ、世界で一番短い地下鉄なんだって』彼女は答える。『世界で一番短いって、どうやって分かったんですか？』蓮子は答える『どうだろ、フツーに図ったんじゃない？』二人とも首をかしげる。',
      image: '/images/page9.jpg',
    },
    {
      title: '新市街',
      text: '蓮子が唸る『おーやっぱきれいだねー！ほんとにヨーロッパって感じ！』彼女は答える『ほんとにきれいですね。人もいっぱいいるし』賑やかな街並みに流されるように歩く',
      image: '/images/page10.jpg',
    },
    {
      title: '奇術',
      text: '蓮子が言う『天子ちゃん、このお金あげるからアイス買ってきて』彼女は従ったが、店員に妙技でからかわれ危うくアイスがもらえなくなるところだった',
      image: '/images/page11.jpg',
    },
    {
      title: '塔',
      text: '蓮子が案内する『ここがイスタンブールを一望できる塔だって。どれどれ・・・おぉーー！』目の前に広がる夕日とイスタンブールの街並み。二人はしばし黙って見つめる。『メリーときたかったな』『依久と来たかったな』お互いにつぶやいた。『・・・ん？もしかして、大好きな友達がいたりする？』蓮子が尋ねる。彼女は頷く。『蓮子さんも？』二人はしばらく見つめあい、吹き出した。『あっはは！こりゃ夜も話題が尽きなさそうだ!』二人して笑いながら沈んでいく夕日を眺めていた。',
      image: '/images/page12.jpg',
    },
    {
      title: '旅の終わり',
      text: '蓮子が問いかける『それでメリーがさー・・・・あれ、天子ちゃん？』彼女はいなくなっていた。帽子についていた葉がそこに落ちていた。',
      image: '/images/page13.jpg',
    },
  ]
  
  